/* Error message if Lightroom catalog cannot be opened because its database is unreadable */
"Could not open this Lightroom catalog's database." = "Kunde inte öppna denna Lightroomkatalogs databas.";

/* File menu entry under Import Catalog */
"Lightroom Catalog…" = "Lightroom katalog…";

/* Error message if Lightroom catalog appears to have no media items */
"This catalog appears to be empty." = "Katalogen verkar vara tom.";

/* Error message if Lightroom catalog cannot be opened because Lightroom currently has it open */
"This catalog is currently open in Lightroom." = "Denna katalog är öppen i Lightroom.";

/* Error message if failing to get document properties of a Lightroom catalog for Import */
"Unable to read Lightroom catalog properties." = "Kunde inte läsa Lightroom katalogens inställningar.";

